gofish-card-name-reverse = карта «Рыбалки»
gofish-card-desc-reverse = По рубашке не определить, что это за карта.

gofish-card-name = Карта { gofish-card-value-name }
gofish-card-value-name = { $card ->
    [rules] Правила
    [carp] Космический карп
    [magic] Мэджикарп
    [holo] Голокарп
    [rainbowcarp] Радужный карп
    [acmeco] АкмеКо
    [dromedaryco] ДромадериКо
    [nomads] Номадс
    [spessman] Спессманс Смоукс
    [ian] Иан
    [lisa] Лиза
    [puppy] Щенок Иан
    [oldian] Старый Иан
    [appledonut] Яблочный пончик
    [bungodonut] Пончик Бунго
    [chocolatedonut] Шоколадный пончик
    [pinkdonut] Розовый пончик
    [ertengineer] Инженер ОБР
    [ertleader] Командир ОБР
    [ertmedic] Медик ОБР
    [ertsecurity] Боец ОБР
    [bingus] Бингус
    [exception] Эксепшен
    [floppa] Шлёпа
    [runtime] Рантайм
    [apple] Яблоко
    [banana] Банан
    [grapes] Виноград
    [orange] Апельсин
    [brown] Коричневая мышь
    [grey] Серая мышь
    [real] Настоящая мышь
    [white] Белая мышь
    [deathshead] Таракамоль «Мёртвая голова»
    [moproach] Швабракан
    [mothroach] Обычная таракамоль
    [rosy] Розовая таракамоль
    [nukieelite] Элитный ядерный оперативник
    [nukiejuggernaut] Джаггернаут Cybersun
    [nukiemedic] Медик ядерных оперативников
    [nukieoperative] Ядерный оперативник
    [drazil] Плюшевый Дразил
    [lizard] Плюшевый унатх
    [rainbowlizard] Радужная плюшевая рептилия
    [spacelizard] Плюшевый космический унатх
    [fourteenloko] Фоуртин Локо
    [grape] Виноградная сода
    [smitecranberry] Клюквенный Смайт
    [spacecola] Спейс Кола
    [bloodbag] Пакет крови
    [bruisepack] Набор для лечения ушибов
    [gauze] Марлевый бинт
    [ointment] Мазь
    [clown] Клоун
    [mime] Мим
    [passenger] Пассажир
    [skeleton] Скелет
   *[other] {$card}
}

gofish-card-desc =
    Граница этой карты — { $suit }.
    Она принадлежит к группе карт { gofish-card-group-name }!

gofish-card-suit-name = { $suit ->
    [gofishblue] Синий
    [gofishgreen] Зеленый
    [gofishred] Красный
    [gofishyellow] Желтый
   *[other] {$suit}
}

gofish-card-group-name = { $id ->
    [carp] Карпы
    [magic] Карпы
    [holo] Карпы
    [rainbowcarp] Карпы
    [acmeco] Сигареты
    [dromedaryco] Сигареты
    [nomads] Сигареты
    [spessman] Сигареты
    [ian] Корги
    [lisa] Корги
    [puppy] Корги
    [oldian] Корги
    [appledonut] Пончики
    [bungodonut] Пончики
    [chocolatedonut] Пончики
    [pinkdonut] Пончики
    [ertengineer] ОБР
    [ertleader] ОБР
    [ertmedic] ОБР
    [ertsecurity] ОБР
    [bingus] Коты
    [exception] Коты
    [floppa] Коты
    [runtime] Коты
    [apple] Фрукты
    [banana] Фрукты
    [grapes] Фрукты
    [orange] Фрукты
    [brown] Мыши
    [grey] Мыши
    [real] Мыши
    [white] Мыши
    [deathshead] Таракамоли
    [moproach] Таракамоли
    [mothroach] Таракамоли
    [rosy] Таракамоли
    [nukieelite] Ядерные оперативники
    [nukiejuggernaut] Ядерные оперативники
    [nukiemedic] Ядерные оперативники
    [nukieoperative] Ядерные оперативники
    [drazil] Плюшевые игрушки
    [lizard] Плюшевые игрушки
    [rainbowlizard] Плюшевые игрушки
    [spacelizard] Плюшевые игрушки
    [fourteenloko] Газировка
    [grape] Газировка
    [smitecranberry] Газировка
    [spacecola] Газировка
    [bloodbag] Медикаменты
    [bruisepack] Медикаменты
    [gauze] Медикаменты
    [ointment] Медикаменты
    [clown] Нарушители спокойствия
    [mime] Нарушители спокойствия
    [passenger] Нарушители спокойствия
    [skeleton] Нарушители спокойствия
   *[other] !!Вы не должны это видеть...!!
}

gofish-card-rules-content = [color=#1b67a5]
                                                  {"[head=1]                  Рыбалка![/head]"}
                                                  {"[head=4]             Правила карточной игры[/head]"}[/color]

    ════════════════════════════════════════

    {"[head=2]    Введение:[/head]"}

    «Рыбалка» — классическая карточная игра для 2–6 игроков. Чтобы заработать очки, собирайте наборы из четырёх карт одной группы.
    Перед началом игры перетасуйте колоду. Количество карт при раздаче зависит от числа игроков.

    ════════════════════════════════════════

    {"[head=2]    Подготовка:[/head]"}

     • {"[bold]2–3 игрока:[/bold]"} раздайте каждому по 7 карт.
     • {"[bold]4–6 игроков:[/bold]"} раздайте каждому по 5 карт.
    Оставшуюся колоду положите рубашкой вверх в центре стола.

    ════════════════════════════════════════

    {"[head=2]    Ход игры:[/head]"}

    Игроки по очереди спрашивают друг у друга карты определённой группы. Просить карты группы можно лишь тогда, когда у вас уже есть хотя бы одна карта этой группы.
        {"[bold]        Игрок 1:[/bold]"} Игрок 2, у тебя есть мотараканы?
    Если у игрока 2 есть такие карты, он обязан отдать их все игроку 1. Получив карты, игрок 1 продолжает ход и снова задаёт вопрос любому игроку.
        {"[bold]        Игрок 1:[/bold]"} Игрок 3, у тебя есть мотараканы?
    Если запрошенных карт нет, игрок отвечает: «Иди рыбачить!», после чего спрашивающий вытягивает карту из колоды.
        {"[bold]                                                  Игрок 2:[/bold]"} Нет! Иди рыбачить!
    Если вытянутая карта относится к запрошенной группе, игрок объявляет об этом и продолжает свой ход.
        {"[bold]        Игрок 1:[/bold]"} Мне попался мотаракан! Я хожу ещё раз!
    В противном случае ход переходит к следующему игроку.

    ════════════════════════════════════════

    {"[head=2]    Как победить:[/head]"}

    Собрав четыре карты одной группы, игрок выкладывает их на стол лицом вверх и объявляет об этом остальным.
    Каждый собранный набор приносит одно очко.

    Игра заканчивается, когда колода опустеет и все группы будут собраны. Побеждает игрок, набравший больше всего очков!

    ════════════════════════════════════════

    {"[head=2]    Советы по игре:[/head]"}

    В стандартной колоде «Рыбалки» 13 групп.
    Каждая группа состоит из четырёх карт с рамками разных цветов: {"[bold][color=Red]красной[/color][/bold], [bold][color=DodgerBlue]синей[/color][/bold], [bold][color=LimeGreen]зелёной[/color][/bold] и [bold][color=GoldenRod]жёлтой[/color][/bold]"}.

    В колоде представлены следующие группы:
    {"[mono][bold]1:[/bold] Карпы       [bold]6:[/bold] Коты        [bold]11:[/bold] Плюшевые игрушки"}
    {"[bold]2:[/bold] Сигареты     [bold]7:[/bold] Фрукты      [bold]12:[/bold] Газировка"}
    {"[bold]3:[/bold] Корги        [bold]8:[/bold] Мыши        [bold]13:[/bold] Нарушители спокойствия"}
    {"[bold]4:[/bold] Пончики      [bold]9:[/bold] Мотараканы"}
    {"[bold]5:[/bold] ОБР         [bold]10:[/bold] Ядерные оперативники"}[/mono]

    {"  • [bold]Следите[/bold] за тем, какие карты спрашивают другие игроки!"}

    {"  • [bold]Запоминайте, у кого какие карты[/bold], чтобы чаще угадывать!"}

    {"  • [bold]Не раскрывайте карты[/bold] группы, которую почти собрали!"}

    {"  • [bold]И не забывайте веселиться![/bold]"}
