changeling-catalog-arm-blade-name = Выдвижной клинок
changeling-catalog-arm-blade-desc = Превратите свою руку в ужасающий клинок из плоти. Можно всунуть обратно.

changeling-catalog-flesh-clothing-name = Одежда из плоти
changeling-catalog-flesh-clothing-desc = Поверхность вашего тела адаптируется, отражая одежду любого человека, в которого вы превращаетесь. Однако эти предметы одежды не функциональны и позволят легко раскрыть вас как генокрада, если кто-то попытается их снять. Можно переключать.

changeling-catalog-voice-mimic-name = Имитация голоса
changeling-catalog-voice-mimic-desc = Меняйте голосовые связки по своему желанию, чтобы имитировать существующих (и воображаемых) членов экипажа. Идеально подходит для заманивания добычи.

changeling-catalog-biodegrade-name = Биоразложение
changeling-catalog-biodegrade-desc = Вы научитесь использовать кислотные железы в своем организме, чтобы извергать кислоту на оковы, освобождаясь от них.

changeling-catalog-sting-dna-name = Извлечение ДНК
changeling-catalog-sting-dna-desc = Научитесь использовать свое жало, чтобы поглотить личность ни о чём не подозревающих жертв. Не предоставляет ДНК для новых способностей или достижения целей.

changeling-catalog-blind-sting-name = Ослепляющее жало
changeling-catalog-blind-sting-desc = Вызывает временную слепоту у цели. Хорошо подходит для побега или начала драки. Может быть использовано на себе.

changeling-catalog-cryogenic-sting-name = Охлаждающее жало
changeling-catalog-cryogenic-sting-desc = Вызывает замедление движения у цели. Идеально подходит для предотвращения побега добычи. Может быть использовано на себе.

changeling-catalog-lethal-sting-name = Отравляющее жало
changeling-catalog-lethal-sting-desc = Со временем наносит урон цели. Бесполезен в бою, но гарантирует, что им потребуется медицинская помощь. Может быть использовано на себе.

changeling-catalog-hallucinogenic-sting-name = Галлюциногенное жало
changeling-catalog-hallucinogenic-sting-desc = Вызывает у жертвы состояние эйфории и затруднения в речи. Вызывает растерянность среди экипажа. Может быть использовано на себе.

evolutionmenu-combat-armblade-name = Клинок-рука

evolutionmenu-combat-armblade-desc =
    Превратите одну из своих рук в гротескный клинок из костей и плоти, способный вскрывать шлюзы и разрезать врагов как масло.
    ВНИМАНИЕ: для использования способности необходимо поглотить как минимум 2 организма.
    Создание и втягивание клинка расходует по 20 химикатов.

evolutionmenu-combat-boneshard-name = Осколок кости

evolutionmenu-combat-boneshard-desc =
    Отломите кусок собственной кости и придайте ему форму метательной звезды, которая впивается во врагов и дезориентирует их.
    При каждом использовании вы получаете только одну звезду.
    Стоит 15 химикатов.

evolutionmenu-combat-armor-name = Хитиновый доспех

evolutionmenu-combat-armor-desc =
    Раздуйте своё тело, покрыв его сплошной массой хитиновой брони.
    Она обеспечивает превосходную защиту от физических повреждений, но хуже защищает от других видов урона.
    Броня значительно замедляет вас, а поддержание её формы снижает выработку химикатов.
    ВНИМАНИЕ: для использования способности необходимо поглотить как минимум 2 организма.
    Стоит 25 химикатов.

evolutionmenu-combat-shield-name = Органический щит

evolutionmenu-combat-shield-desc =
    Превратите одну из своих рук в большой щит из плоти.
    Он автоматически блокирует атаки, но очень хрупок.
    ВНИМАНИЕ: для использования способности необходимо поглотить как минимум 2 организма.
    Стоит 20 химикатов.

evolutionmenu-combat-shriek-dissonant-name = Диссонирующий визг

evolutionmenu-combat-shriek-dissonant-desc =
    Вы испускаете ЭМИ-взрыв, который отключает технику в окрестностях, включая радиогарнитуры.
    Помогает скрыться от киборгов и сотрудников службы безопасности.
    ВНИМАНИЕ: для использования способности необходимо поглотить как минимум 2 организма.
    Стоит 30 химикатов.

evolutionmenu-combat-shriek-resonant-name = Резонансный визг

evolutionmenu-combat-shriek-resonant-desc =
    Вы издаёте звук за пределами человеческого слуха,
    разбивая лампы и дезориентируя всех вокруг.
    Помогает скрыться от группы преследователей или помешать людям сбежать.
    Стоит 25 химикатов.

evolutionmenu-combat-strainedmuscles-name = Перенапряжённые мышцы

evolutionmenu-combat-strainedmuscles-desc =
    Вы уменьшаете накопление молочной кислоты в мышцах ног, что позволяет вам двигаться с чрезвычайно высокой скоростью.
    Пока способность активна, вы постоянно теряете выносливость и в конце концов потеряете сознание.
    Не требует химикатов.

evolutionmenu-sting-blind-name = Ослепляющее жало

evolutionmenu-sting-blind-desc =
    Бесшумно ужалите органическую цель, полностью ослепив ее на короткое время и сделав близорукой, пока не будет применен окулин.
    Можно использовать в малой форме.
    Стоит 35 химикатов.

evolutionmenu-sting-cryo-name = Криогенное жало

evolutionmenu-sting-cryo-desc =
    Введите в органическую цель смесь химикатов, охлаждающую кровь.
    Можно использовать в малой форме.
    Стоит 30 химикатов.

evolutionmenu-sting-lethargic-name = Летаргическое жало

evolutionmenu-sting-lethargic-desc =
    Введите органической цели смесь анестетиков, надолго замедлив жертву.
    Можно использовать в малой форме.
    Стоит 25 химикатов.

evolutionmenu-sting-mute-name = Жало немоты

evolutionmenu-sting-mute-desc =
    Введите органической цели токсин немоты, на некоторое время полностью лишив её речи.
    Можно использовать в малой форме.
    Стоит 35 химикатов.

evolutionmenu-sting-transform-name = Преобразующее жало

evolutionmenu-sting-transform-desc =
    Введите органической цели часть своего генома, заставив её принять облик, выбранный с помощью способности «Переключить ДНК».
    Можно использовать в малой форме.
    Стоит 75 химикатов.

evolutionmenu-sting-armblade-name = Жало ложного клинка

evolutionmenu-sting-armblade-desc =
    Введите органической цели часть своего генома, заставив её руку превратиться в тупой клинок.
    Можно использовать в малой форме.
    Стоит 50 химикатов.

evolutionmenu-utility-panacea-name = Анатомическая панацея

evolutionmenu-utility-panacea-desc =
    Излечитесь от болезней, увечий, облучения, токсинов, опьянения и повреждений мозга — всего, с чем не справляется восстановление плоти.
    Стоит 30 химикатов.

evolutionmenu-utility-eyesight-name = Расширенное зрение

evolutionmenu-utility-eyesight-desc =
    Развивайте дополнительные функции в своих глазах, такие как защита от вспышки.
    Необходимо отключить, чтобы использовать другие улучшения глаз.
    Не требует химикатов.

evolutionmenu-utility-biodegrade-name = Биодеградация

evolutionmenu-utility-biodegrade-desc =
    Изрыгните едкое вещество на сковывающие вас предметы и вырвитесь на свободу.
    При использовании во время захвата кислота попадёт в лицо нападающему.
    Можно использовать в бессознательном состоянии.
    Стоит 30 химикатов.

evolutionmenu-utility-chameleon-name = Кожа хамелеона

evolutionmenu-utility-chameleon-desc =
    Измените пигментацию кожи под окружающую обстановку, став невидимым.
    Стоит 15 химикатов.

evolutionmenu-utility-stims-name = Передозировка эфедрина

evolutionmenu-utility-stims-desc =
    Введите себе смесь стимуляторов, которая быстро выведет вас из оглушения и ускорит.
    Продолжительное введение смеси ядовито.
    Стоит 20 химикатов.

evolutionmenu-utility-fleshmend-name = Восстановление плоти

evolutionmenu-utility-fleshmend-desc =
    Быстро исцелите себя от всех синяков и ожогов.
    Стоит 35 химикатов.

evolutionmenu-utility-lesserform-name = Малая форма

evolutionmenu-utility-lesserform-desc =
    Откажитесь от текущего облика и навсегда превратитесь в разумную обезьяну.
    Стоит 20 химикатов.

evolutionmenu-utility-spacesuit-name = Космическая адаптация

evolutionmenu-utility-spacesuit-desc =
    Избавьтесь от ненужных тканей, чтобы приспособиться к космическому пространству. Для выхода в открытый космос по-прежнему нужен источник кислорода.
    Стоит 20 химикатов.

evolutionmenu-utility-hivemindaccess-name = Доступ к коллективному разуму

evolutionmenu-utility-hivemindaccess-desc =
    Настройте свои химические рецепторы на связь с коллективным разумом, чтобы распознавать других генокрадов с этой способностью и общаться с ними.
    Клавиша радиоканала по умолчанию — +h.

evolutionmenu-utility-fakemindshield-name = Ложная защита разума

evolutionmenu-utility-fakemindshield-desc =
    Измените небольшой участок серого вещества, чтобы имитировать сигналы защиты разума и обманывать некоторые устройства.
    Чтобы подобрать нужную частоту, может потребоваться несколько включений.
    Не требует химикатов.

changeling-arm-blade-name = Выдвижное лезвие

changeling-arm-blade-desc = Превратите свою руку в ужасающий клинок из плоти. Можно переключать.
