station-event-vent-creatures-start-horde-announcement = Внимание! Обнаружено большое количество неизвестных форм жизни, перемещающихся по вентиляционным системам станции. Ожидается, что они появятся вблизи { $location }. Просим эвакуироваться из зоны, чтобы избежать гибели персонала.

station-event-vent-creatures-start-announcement = Внимание. В вентиляционных системах станции обнаружен большой приток неизвестных форм жизни. Пожалуйста, избавьтесь от этих существ, прежде чем они начнут влиять на производительность станции.
